{
    "descrtiption": "Quotes from Marek Oziewicz article on Speculative Fiction for MD235",
    "lastUpdate":"April, 2024",
    "quotes":
    [
        {
            "text": "The term “speculative fiction” has three historically located meanings: a subgenre of science fiction that deals with human rather than technological problems, a genre distinct from and opposite to science fiction in its exclusive focus on possible futures, and a super category for all genres that deliberately depart from imitating “consensus reality” of everyday experience."

        },{
            "text": "The fuzzy set field understanding of speculative fiction arose in response to the need for a blanket term for a broad range of narrative forms that subvert the post-Enlightenment mindset: one that had long excluded from “Literature” stories that departed from consensus reality or embraced a different version of reality than the empirical-materialist one."
        },{
            "text": "speculative fiction emerges as a tool to dismantle the traditional Western cultural bias in favor of literature imitating reality, and as a quest for the recovery of the sense of awe and wonder."
        },{
            "text": "While “speculative fiction” was initially proposed as a name of a subgenre of science fiction, the term has recently been used in reference to a meta-generic fuzzy set supercategory—one defined not by clear boundaries but by resemblance to prototypical examples—and a field of cultural production." 
        },{
            "text": "Like other cultural fields, speculative fiction is a domain of activity that exists not merely through texts but through their production and reception in multiple contexts."
        },{
            "text": "Some of the forces that contributed to the rise of speculative fiction include accelerating genre hybridization that balkanized the field previously mapped with a few large generic categories; the expansion of the global literary landscape brought about by mainstream culture’s increasing acceptance of non-mimetic genres; the proliferation of indigenous, minority, and postcolonial narrative forms that subvert dominant Western notions of the real; and the need for new conceptual categories to accommodate diverse and hybridic types of storytelling that oppose a stifling vision of reality imposed by exploitative global capitalism."
        },{
            "text": "An inherently plural category, speculative fiction is a mode of thought-experimenting that includes narratives addressed to young people and adults and operates in a variety of formats."
        },{
            "text": "The term accommodates the nonmimetic genres of Western but also non-Western and indigenous literatures—especially stories narrated from the minority or alternative perspective. In all these ways, speculative fiction represents a global reaction of human creative imagination struggling to envision a possible future at the time of a major transition from local to global humanity."
        },{
            "text": "When it comes to speculative fiction, there are more questions than answers. While somewhat frustrating, this is also advantageous, for the ongoing discussion about the what and why of speculative fiction has generated more insights than any single definition ever could."
        },{
            "text": "The rise of speculative fiction is a historically situated process. While there are rich traditions of non-Western speculative fiction, the current use of the term emerged within the Western literary-critical discourse, albeit from a convergence of oppositional strands including feminist, poststructuralist, and postcolonial thought."
        },{
            "text": "The understanding of speculative fiction as a label for a large cultural field began to take shape at the time of the first multicultural turn of the 1970s and in resistance to the specifically Western, post-Enlightenment, androcentric, and colonialist mindset that had long excluded from “Literature” stories that failed to imitate reality or embraced a different version of the real."
        },{
            "text": "Theorized as a field of cultural production rather than a genre, speculative fiction is not limited to any specific literary techniques. Nor can its development be traced through a linear chronology."
        },{
            "text": "An inherently plural category, speculative fiction is a mode of thought-experimenting that embraces an open-ended vision of the real."
        },{
            "text": "Robert A. Heinlein, who coined the term “speculative fiction” in 1941, popularized it through his 1947 essay “On the Writing of Speculative Fiction,” and advocated for it in his guest- of-honor speech at the 1951 World Science Fiction Convention. Speculative fiction, Heinlein proposed, captures the highest aspiration of science fiction and includes its top quality works."
        },{
            "text": "Defined as narratives concerned not so much with science or technology as with human actions in response to a new situation created by science or technology, speculative fiction highlights a human rather than technological problem."
        },{
            "text": "The problem with Heinlein’s definition of speculative fiction was its proscriptive component, subjective and exclusivist at the same time. While successful, for some, in establishing parameters for quality science fiction, it created a counter-reaction against limiting science fiction to the kind of stories Heinlein appreciated."
        },{
            "text": "Although Heinlein’s definition fell into disuse by the late 1960s, the term itself was adopted by various protest traditions within the science fiction field.[...] for example, it helped create feminist speculative fiction of the 1970s and has remained a lasting influence on a number of female writers, including Ursula K. Le Guin, Doris Lessing, and Margaret Atwood."

        },{
            "text": "The second approach has been to theorize speculative fiction as a category not synonymous with but opposite to science fiction. Deriving in part from the tumultuous diversification of science fiction that began with the New Wave movements of the 1960s, and in part from the increasing cross-breeding of fantasy, science fiction, and horror that was well under way by the late 1970s, this position articulated concern over blurring the genre’s boundaries."
        },{
            "text": "Science fiction, [Margaret Atwood] claims, includes stories about events that cannot possibly happen, such as the Martian invasion and similar scenarios in the tradition of H. G. Wells. Speculative fiction, instead, refers to narratives about things that can potentially take place, even though they have not yet happened at the time of the writing."
        },{
            "text": "The key weakness of Atwood’s restrictive strategy, then, appears to be the anchoring of the definition of “speculative fiction” in the story’s predictive value."
        },{
            "text": "The third, more inclusive, less prescriptive, and increasingly widespread understanding of speculative fiction has been to adapt the term for the entire extremely diverse field of non- mimetic narrative fiction."
        },{
           "text": "Seen from this angle, speculative fiction does not denote a genre [...]. Nor is it confined to literature. It operates across the spectrum of narrative media, from print, to drama, radio, film, television, computer games, and their many hybrids." 
        },{
            "text": "An opposite view—expressed by one of the young voices, the editor of Foundation, Graham Sleight—projects “speculative fiction” as an indispensable term for contemporary works within the fantastic field, most of which blend genres to such a degree that they can no longer be adequately described with old tools and categorizations."
        }
    ]
}